acpi
alsa-plugins
alsa-utils
archlinux-themes-slim
aspell-en
autoconf
automake
avahi
awesome
bash
bash-completion
bc
binutils
bison
bleachbit
btrfs-progs
bzip2
cairo-infinality-ultimate
calibre
cdrdao
clipit
cmake
coreutils
cronie
cryptsetup
ctags
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
dnsmasq
dosfstools
e2fsprogs
epdfview
exfat-utils
fakeroot
file
filesystem
findutils
flex
fontconfig-infinality-ultimate
foomatic-db
foomatic-db-engine
foomatic-db-nonfree
freetype2-infinality-ultimate
fuse-exfat
galculator
gawk
gcc
gcc-libs
gconf
gdb
gettext
ghostscript
gimp
git
glibc
gnome-python
gnome-terminal
gparted
grep
groff
grub
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-ugly
gstreamer0.10-ugly-plugins
gufw
gvfs
gvim
gzip
hunspell-en
icoutils
inetutils
iproute2
iputils
iw
jfsutils
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-cairo-infinality-ultimate
lib32-fontconfig-infinality-ultimate
lib32-freetype2-infinality-ultimate
lib32-libpulse
lib32-nvidia-utils
libaacs
libdmapsharing
libdvdcss
libgpod
libquicktime
libreoffice-base
libreoffice-calc
libreoffice-common
libreoffice-draw
libreoffice-en-US
libreoffice-gnome
libreoffice-impress
libreoffice-math
libreoffice-writer
libtool
libutil-linux
libva-vdpau-driver
licenses
linux
logrotate
lsb-release
lua-filesystem
luajit
luarocks
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa
mlocate
modemmanager
netctl
networkmanager-dispatcher-ntpd
nfs-utils
nitrogen
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-utils
openbsd-netcat
openssh
p7zip
pacman
pangox-compat
parted
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
pidgin
pkg-config
pkgstats
privoxy
procps-ng
psmisc
pulseaudio-alsa
python-mako
pywebkitgtk
redshift
reiserfsprogs
rhythmbox
rsync
rxvt-unicode
scrot
sed
shadow
shotwell
slim
smbnetfs
s-nail
splint
splix
steam
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tar
texinfo
tidyhtml
tlp
transmission-gtk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-ubuntu-font-family
unrar
unzip
usb_modeswitch
usbutils
util-linux
valgrind
vicious
vidalia
viewnior
virtualbox
virtualbox-guest-iso
vlc
wget
which
wine
wine_gecko
wine-mono
winetricks
wireless_tools
wpa_actiond
wpa_supplicant
wxgtk2.8
xdg-user-dirs
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xfsprogs
xorg-server
xorg-server-utils
xorg-xinit
xorg-xprop
zip
zsh
